Repository: oleksii-nevmerzhytskiy/telegram-bot-of-first-aid
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Search for the nearest medical facilities
uk: 🏥 Пошук найближчих медичних закладів

source: About the project
uk: ⁉ Про проєкт

source: Back to reality
uk: Повернутись назад

source: Main
uk: ↩ На головну

source: send_location
uk: 📍 Поділитись розташуванням

source: hospital
uk: Лікарня

source: pharmacy
uk: Аптека

source: Welcome message
uk: 🔸 Користувач бота самостійно несе всі ризики. 🔸 Для постійної роботи з ботом ознайомтеся з його роботою заздалегідь. 🔸 Перш за все, подумайте про свою безпеку. Це перше і найголовніше правило. Що трапилося?

source: Use the buttons or restart the bot (/start)
uk: Використайте кнопки, або перезавантажте бота (/start)

source: Help message
uk: 🔺ЯК КОРИСТУВАТИСЬ?🔺👉 Натисніть «Розпочати», або виберіть команду «/start» 👉 Оберіть стан, що вас турбує 👉 Для повернення до головного меню оберіть пункт «На початок» 👉 Для пошуку найближчих медичних закладів увімкніть геолокацію на пристрої

source: click the "Share location" button
uk: Натиснісь кнопку поділитись розташуванням

source: about bot message
uk: Ласкаво просимо до нашого проекту, призначеного для надання домедичної допомоги через інтерактивного бота! Наша мета полягає в тому, щоб дати можливість користувачам легко та швидко знаходити інформацію про надання долікарської допомоги, в будь-який час доби. Надання домедичної допомоги – це шанс врятувати чиєсь ЖИТТЯ, і щоб ця допомога була максимально правильною варто ознайомитись з протоколами, затвердженими МОЗ(https://zakon.rada.gov.ua/laws/show/z0356-22#Text), за алгоритмами якого працює бот. Дякуємо, що обрали наш проект, і бажаємо вам міцного здоров'я та добробуту!

source: select the institution type
uk: Виберіть тип закладів

source: Select an address to view details
uk: Оберіть адресу для перегляду деталей
